tap "azure/functions"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "automake"
brew "bison"
brew "readline"
brew "fd"
brew "fzf"
brew "gdbm"
brew "gitui"
brew "gnu-sed"
brew "jq"
brew "lazygit", link: false
brew "libffi"
brew "libyaml"
brew "lua"
brew "neovim"
brew "openssl@1.1"
brew "postgresql@15", restart_service: true
brew "ripgrep"
brew "tldr"
brew "tree"
brew "azure/functions/azure-functions-core-tools@4"
brew "qmk/qmk/qmk"
cask "docker"
cask "firefox"
cask "font-iosevka"
cask "kitty"
cask "rectangle"
cask "wezterm"
cask "zed"
